[
    {
        "answer": "石の上にも三年",
        "image": "isinoue.png",
        "candidates": [
            "猿も木から落ちる",
            "井の中の蛙大海を知らず",
            "蛙の子は蛙",
            "一期一会"
        ],
        "features": [
            "蛙が石の上に乗っている"
        ]
    },
    {
        "answer": "立つ鳥跡を濁さず",
        "image": "tatutori.png",
        "candidates": [
            "果報は寝て待て",
            "千里の道も一歩から",
            "朝焼けは雨、夕焼けは晴れ",
            "一石二鳥"
        ],
        "features": [
            "幻想的なデザイン: 巨大な鳥が人をつかんでいるという非現実的なシーンが描かれています。全体的に幻想的で夢のような雰囲気があります。",
            "詳細なイラスト: 鳥や人物、背景の木々、雲などが非常に細かく描かれており、緻密な線画のスタイルが特徴的です。",
            "鮮やかな色使い: 鳥の羽や空の色、雲などが鮮やかな色で塗られており、視覚的に強いインパクトがあります。",
            "シンボリックな要素: 鳥が何かをくわえて飛んでいることや、人物が小島に立っていることなど、シンボリックな要素が含まれており、ストーリー性を感じさせます。",
            "自然と人間の対比: 巨大な鳥と小さな人間という対比が強調されており、自然と人間の関係性を示唆しているように見えます。背景には海と木々があり、自然環境が大きなテーマとなっています。"
        ]
    },
    {
        "answer": "塵も積もれば山となる",
        "image": "tirimotumoreba.png",
        "candidates": [
            "馬鹿の塵集め",
            "千里の道も一歩から",
            "多くの小さな努力が成功をもたらす"
        ],
        "features": [
            "幾何学的な美しさ:この画像は、非常に幾何学的なデザインで、対称性とパターンのバランスが取れた美しいアートワークです。特に山の形とその下の反射や影の部分が視覚的に魅力的です。",
            "抽象的な表現:画像は抽象的で、現実の風景や物体を直接描写しているわけではありません。山や円形の要素が、宇宙的な雰囲気や異世界の風景を連想させます。",
            "色のコントラスト:赤い太陽（または月）と白い山頂、さらに暗い背景とのコントラストが印象的です。この色使いが、全体の構図を引き立て、視覚的な深みを与えています。",
            "シンメトリーとバランス:画像全体にわたってシンメトリーが強調されています。上下左右のバランスが取れており、視覚的に安定感が感じられます。中央に配置された山がその中心点となり、全体の調和を保っています。",
            "未来的な雰囲気:ドットやラインで描かれた部分が、未来的な技術やデジタルアートを連想させます。科学フィクションの世界やデジタルな風景を想像させる要素が多く含まれています。"
        ]
    },
    {
        "answer": "縁の下の力持ち",
        "image": "image28.png",
        "candidates": "こ と わ ざ 1 :   石 の 上 に も 三 年 \n \n こ と わ ざ 2 :   千 里 の 道 も 一 歩 か ら \n \n こ と わ ざ 3 :   塵 も 積 も れ ば 山 と な る \n \n こ と わ ざ 4 :   汗 を か か ず に 宝 を 得 る こ と は で き な い \n \n こ と わ ざ 5 :   努 力 は 人 を 裏 切 ら な い",
        "features": "特 徴 1 :   多 く の 人 々 が 階 段 状 の エ リ ア で 掃 除 を し て い る 。 \n 特 徴 2 :   大 き な ほ う き を 使 っ て 地 面 を 掃 い て い る 人 々 が い る 。 \n 特 徴 3 :   車 両 （ 車 と ト ラ ッ ク ） が 階 段 エ リ ア に 駐 車 さ れ て い る 。 \n 特 徴 4 :   掃 除 を し て い る 人 々 の 一 部 は 赤 い 服 を 着 て い る 。 \n 特 徴 5 :   各 段 に バ ケ ツ や 道 具 が 置 か れ て い る 。"
    },
    {
        "answer": "時は金なり",
        "image": "image30.png",
        "candidates": "1 .   時 は 金 な り   ( T i m e   i s   m o n e y ) \n 2 .   無 駄 な 時 間   ( W a s t i n g   t i m e ) \n 3 .   早 起 き は 三 文 の 徳   ( T h e   e a r l y   b i r d   c a t c h e s   t h e   w o r m ) \n 4 .   光 陰 矢 の 如 し   ( T i m e   f l i e s   l i k e   a n   a r r o w ) \n 5 .   後 悔 先 に 立 た ず   ( I t ' s   n o   u s e   c r y i n g   o v e r   s p i l t   m i l k )",
        "features": "特 徴 1 :   中 央 に 「 T I M E   I S   M O N E Y 」 と 書 か れ た 時 計 の イ ラ ス ト が あ る 。 \n 特 徴 2 :   周 囲 に お 金 や 経 済 に 関 連 す る ア イ コ ン が 複 数 配 置 さ れ て い る （ ド ル 記 号 、 電 球 、 コ イ ン な ど ） 。 \n 特 徴 3 :   カ レ ン ダ ー や 書 類 、 コ ン ピ ュ ー タ 画 面 な ど の ビ ジ ネ ス ツ ー ル の ア イ コ ン が あ る 。 \n 特 徴 4 :   歯 車 や ロ ケ ッ ト な ど の 機 械 的 な イ ラ ス ト が 使 わ れ て い る 。 \n 特 徴 5 :   全 体 的 に 青 と 黄 色 、 黒 を 基 調 と し た 色 使 い が さ れ て い る 。"
    },
    {
        "answer": "塞翁が馬",
        "image": "image31.png",
        "candidates": "1 .   災 い 転 じ て 福 と な す \n 2 .   苦 し い 時 の 神 頼 み \n 3 .   雨 降 っ て 地 固 ま る \n 4 .   失 敗 は 成 功 の も と \n 5 .   七 転 び 八 起 き",
        "features": "1 .   特 徴 1 :   画 像 の 中 心 に は 「 D I S A S T E R   M A Y   B E   A   A C T U U A L   B L E S S I N G 」 と 書 か れ た 文 字 が あ る 。 \n 2 .   特 徴 2 :   画 像 の 中 心 に は ト ラ ク タ ー に 乗 っ た 農 民 の イ ラ ス ト が 描 か れ て い る 。 \n 3 .   特 徴 3 :   画 像 の 周 囲 に は 農 業 や 自 然 に 関 連 す る 様 々 な イ ラ ス ト が 描 か れ て い る （ 例 え ば 、 太 陽 、 雨 、 家 畜 な ど ） 。 \n 4 .   特 徴 4 :   画 像 は 主 に 赤 、 青 、 ベ ー ジ ュ の 3 色 で 構 成 さ れ て い る 。 \n 5 .   特 徴 5 :   画 像 の 周 囲 に は ミ ス ス ペ ル さ れ て い る 英 単 語 が ラ ン ダ ム に 並 ん で い る 。"
    },
    {
        "answer": "天上天下唯我独尊",
        "image": "image32.png",
        "candidates": [
            "1.灯台もと暗し\n2.石の上にも三年\n3.一石二鳥\n4.花より団子\n5.果報は寝て待て"
        ],
        "features": [
            "",
            "1:画像の中心に、蓮の花の上に座っている仏像があります。\n",
            "2:仏像の周りに大きな円が描かれており、その円の内側には木が描かれています。\n",
            "3:背景に山々や雲があり、自然の風景が広がっています。\n",
            "4:画像の下部には川が流れており、動物や人々が描かれています。\n",
            "5:画像全体が非常にカラフルで、詳細な装飾が施されています。"
        ]
    },
    {
        "answer": "灯台下暗し",
        "image": "image33.png",
        "candidates": [
            "1.「灯台下暗し」2.「船頭多くして船山に上る」3.「一寸先は闇」4.「海は広いな大きいな」5.「明けない夜はない」"
        ],
        "features": [
            "1:画像の中央には灯台が描かれています。",
            "2:灯台の光が周囲に広がっています。",
            "3:背景には多くの幾何学模様やシンボルが配置されています。",
            "4:画面の上部には大きな目のシンボルが描かれています。",
            "5:画像全体は青と白のカラーで構成されています。"
        ]
    },
    {
        "answer": "住めば都",
        "image": "image34.png",
        "candidates": [
            "わかっていることの一部に基づき、挙げられる",
            "を5つ提示します。1.",
            "1：「井の中の蛙大海を知らず」2.",
            "2：「旅は道連れ世は情け」3.",
            "3：「猿も木から落ちる」4.",
            "4：「花より団子」5.",
            "5：「能ある鷹は爪を隠す」この画像は自然や建物、動物などが描かれており、日本の文化や自然に関連する",
            "が連想されます。"
        ],
        "features": [
            "",
            "1：中央に伝統的な日本風の建物が描かれている。",
            "2：全体が円形に配置され、多くの異なる要素が集まっている。",
            "3：背景に富士山のような山が描かれている。",
            "4：多くの場所に英語の単語が様々なフォントで書かれている（例：\"Comfort\",\"Satisfaction\"など）。",
            "5：日本の国旗が右上に描かれている。"
        ]
    }
]